<?php

return [
    'modal_title' => 'حذف الحساب',
    'modal_desc' => 'وداعًا، يمكنك العودة في أي وقت تريد!',
    'password_label' => 'كلمة المرور الحالية',
    'password_desc' => 'كلمة المرور التي تستخدمها حاليًا',
    'confirmation_button' => 'نعم، احذفه!',
    'heading' => 'اقرأ هذا قبل المتابعة!',
    'text' => "<p>حذف حسابك هو إجراء دائم لا يمكن التراجع عنه. بمجرد أن تقوم بالحذف، سيتم حذف ملفك الشخصي وبياناتك الشخصية وإعدادات الحساب من نظامنا نهائيًا. ومع ذلك، ستظل أي محتويات قمت بالمساهمة بها، مثل المنشورات والتعليقات والردود، موجودة على المنصة. لن يتم ربط هذه المساهمات باسم المستخدم أو ملفك الشخصي، بل ستُنسب إلى مستخدم مجهول أو 'غير معروف'.</p>

<p>إذا قررت حذف حسابك، ستفقد الوصول إلى جميع المعلومات المتعلقة بحسابك. يشمل ذلك صورتك الشخصية وتفضيلاتك والحسابات المرتبطة وجميع الإعدادات المخصصة الأخرى. بمجرد تأكيد الحذف، لن يكون هناك أي طريقة لاستعادة حسابك. حتى لو ندمت لاحقًا، لن نتمكن من استعادة حسابك أو ارتباطاته السابقة.</p>

<p>ومع ذلك، فإن حذف حسابك لا يمنعك من إنشاء حساب جديد في المستقبل. إذا قررت العودة إلى المنصة في وقت لاحق، يمكنك التسجيل مرة أخرى باستخدام نفس عنوان البريد الإلكتروني واسم المستخدم، بشرط أن يكونا متاحين. بالإضافة إلى ذلك، يمكنك ربط حسابك الجديد بنفس مزودي الطرف الثالث الذين كانوا مرتبطين بحسابك السابق، مما يتيح لك تجربة تسجيل دخول سلسة.</p>

<p>قبل المتابعة، يرجى التأكد من أنك ترغب حقًا في حذف حسابك وجميع البيانات المرتبطة به. إذا كانت لديك أي مخاوف أو كنت بحاجة إلى مساعدة، لا تتردد في الاتصال بفريق الدعم لدينا قبل إتمام عملية الحذف.</p>

<p>هل أنت متأكد تمامًا من أنك تريد حذف حسابك؟ هذا الإجراء لا يمكن التراجع عنه!</p>"
];

