<?php

return [
    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور الخاصة بك.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم باستخدام هذا البريد الإلكتروني.",
    'forget_password_subject' => 'إشعار إعادة تعيين كلمة المرور',
    'forget_password_received_bcz' => 'لقد تلقيت هذا البريد لأننا تلقينا طلبًا لإعادة تعيين كلمة المرور لحسابك.',
    'forget_password_reset_action' => 'إعادة تعيين كلمة المرور',
    'forget_password_expires_in' => 'سينتهي رابط إعادة تعيين كلمة المرور خلال 60 دقيقة.',
    'forget_password_if_didnt_request' => 'إذا لم تطلب إعادة تعيين كلمة المرور، فلا حاجة لاتخاذ أي إجراء.',
    'forget_password_greeting' => 'مرحبًا :fullname،',
];

