<?php
return [
    'count' => '{0} |[1,*] :count :type',
    'posts_subheading' => 'المقالات، الأسئلة والمواضيع كلها منشورات! تصفحها، استكشف ما يشاركه الآخرون، وطور وشارك معرفتك!',
    'articles_subheading' => 'المقالات مكتوبة من قبل المؤلفين لشرح الأفكار، المواضيع أو الظواهر. تعلم شيئًا جديدًا، وضح شكوكك أو شارك أفكارك في التعليقات!',
    'questions_subheading' => 'هل لديك سؤال؟ شاهد ما يسأله الآخرون، ابحث عن إجابات أو اطرح سؤالك للحصول على مساعدة من المجتمع!',
    'subjects_subheading' => 'المواضيع هي نقاشات موجهة حول مواضيع محددة. انغمس فيها، شارك أفكارك وتفاعل مع الآخرين!',
    'article_title_description' => 'عن ماذا ستتحدث؟',
    'article_content_description' => 'كل ما تحتاجه موجود في أداة شريط الأدوات التي يمكنك العثور عليها عند تحديد نص!',
    'article_tags_description' => 'العلامات المتعلقة بمقالك',
    'question_title_description' => 'ماذا تسأل؟',
    'question_content_description' => 'كل ما تحتاجه موجود في أداة شريط الأدوات التي يمكنك العثور عليها عند تحديد نص! حاول أن تجعل سؤالك واضحًا قدر الإمكان.',
    'question_tags_description' => 'العلامات المتعلقة بسؤالك',
    'subject_title_description' => 'ما الموضوع الذي ترغب في مناقشته؟',
    'subject_content_description' => 'كل ما تحتاجه موجود في أداة شريط الأدوات التي يمكنك العثور عليها عند تحديد نص! لا تنسَ أن تكون واضحًا في كلماتك وتحترم أفكار الآخرين.',
    'subject_tags_description' => 'العلامات المتعلقة بموضوعك',
    'publish' => 'نشر',
    'posts_you_published' => 'المنشورات التي نشرتها',
    'posts_published_by' => 'المنشورات التي نشرها :fullname',
    'nothing_here_yet' => 'لا شيء هنا حتى الآن',
];

